{ "translations": {
    "OpenProject" : "OpenProject",
    "Error getting OAuth access token" : "Σφάλμα κατά τη λήψη διακριτικού πρόσβασης OAuth",
    "Error getting OAuth refresh token" : "Σφάλμα λήψης διακριτικού ανανέωσης OAuth",
    "Error during OAuth exchanges" : "Σφάλμα κατά την ανταλλαγή OAuth",
    "Direct download error" : "Σφάλμα άμεσης λήψης",
    "This direct download link is invalid or has expired" : "Αυτός ο σύνδεσμος άμεσης λήψης είναι άκυρος ή έχει λήξει",
    "folder not found or not enough permissions" : "ο φάκελος δεν βρέθηκε ή δεν υπάρχουν αρκετά δικαιώματα",
    "OpenProject work packages" : "Πακέτα εργασίας του OpenProject",
    "Bad HTTP method" : "Κακή μέθοδος HTTP",
    "OAuth access token refused" : "Το διακριτικό πρόσβασης OAuth απορρίφθηκε",
    "OpenProject Integration" : "Ενσωμάτωση OpenProject",
    "Link Nextcloud files to OpenProject work packages" : "Σύνδεση αρχείων Nextcloud με πακέτα εργασίας OpenProject",
    "This application enables seamless integration with open source project management and collaboration software OpenProject.\n\nOn the Nextcloud end, it allows users to:\n\n* Link files and folders with work packages in OpenProject\n* Find all work packages linked to a file or a folder\n* Create work packages directly in Nextcloud\n* View OpenProject notifications via the dashboard\n* Search for work packages using Nextcloud's search bar\n* Link work packages in rich text fields via Smart Picker\n* Preview links to work packages in text fields\n* Link multiple files and folder to a work package at once\n\nOn the OpenProject end, users are able to:\n\n* Link work packages with files and folders in Nextcloud\n* Upload and download files directly to Nextcloud from within a work package\n* Open linked files in Nextcloud to edit them\n* Let OpenProject create shared folders per project\n\nFor more information on how to set up and use the OpenProject application, please refer to [integration setup guide](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) for administrators and [the user guide](https://www.openproject.org/docs/user-guide/nextcloud-integration/)." : "Αυτή η εφαρμογή επιτρέπει την απρόσκοπτη ενσωμάτωση με το λογισμικό διαχείρισης έργων και συνεργασίας ανοιχτού κώδικα OpenProject.\n\nΑπό την πλευρά του Nextcloud, επιτρέπει στους χρήστες να:\n\n* Συνδέουν αρχεία και φακέλους με πακέτα εργασίας στο OpenProject\n* Βρίσκουν όλα τα πακέτα εργασίας που συνδέονται με ένα αρχείο ή φάκελο\n* Δημιουργούν πακέτα εργασίας απευθείας στο Nextcloud\n* Βλέπουν ειδοποιήσεις του OpenProject μέσω του πίνακα ελέγχου\n* Αναζητούν πακέτα εργασίας χρησιμοποιώντας τη γραμμή αναζήτησης του Nextcloud\n* Συνδέουν πακέτα εργασίας σε πλούσια πεδία κειμένου μέσω του Smart Picker\n* Προεπισκοπούν συνδέσμους προς πακέτα εργασίας σε πεδία κειμένου\n* Συνδέουν πολλαπλά αρχεία και φακέλους με ένα πακέτο εργασίας ταυτόχρονα\n\nΑπό την πλευρά του OpenProject, οι χρήστες μπορούν να:\n\n* Συνδέουν πακέτα εργασίας με αρχεία και φακέλους στο Nextcloud\n* Μεταφορτώνουν και κατεβάζουν αρχεία απευθείας στο Nextcloud από μέσα σε ένα πακέτο εργασίας\n* Ανοίγουν συνδεδεμένα αρχεία στο Nextcloud για επεξεργασία\n* Επιτρέπουν στο OpenProject να δημιουργεί κοινούς φακέλους ανά έργο\n\nΓια περισσότερες πληροφορίες σχετικά με τον τρόπο ρύθμισης και χρήσης της εφαρμογής OpenProject, ανατρέξτε στον [οδηγό ρύθμισης ενσωμάτωσης](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) για διαχειριστές και στον [οδηγό χρήστη](https://www.openproject.org/docs/user-guide/nextcloud-integration/).",
    "Keep current setup" : "Διατήρηση τρέχουσας ρύθμισης",
    "Complete without project folders" : "Ολοκλήρωση χωρίς φακέλους έργου",
    "Setup OpenProject user, group and folder" : "Ρύθμιση χρήστη, ομάδας και φακέλου OpenProject",
    "Retry setup OpenProject user, group and folder" : "Επανάληψη ρύθμισης χρήστη, ομάδας και φακέλου OpenProject",
    "Administration > File storages" : "Διαχείριση > Αποθηκευτικοί χώροι αρχείων",
    "Go to your OpenProject {htmlLink} as an Administrator and start the setup and copy the values here." : "Πηγαίνετε στο OpenProject {htmlLink} ως Διαχειριστής και ξεκινήστε τη ρύθμιση και αντιγράψτε τις τιμές εδώ.",
    "Copy the following values back into the OpenProject {htmlLink} as an Administrator." : "Αντιγράψτε τις ακόλουθες τιμές πίσω στο OpenProject {htmlLink} ως Διαχειριστής.",
    "This value will only be accessible once. Now, as an administrator copy this password to OpenProject {htmlLink}." : "Αυτή η τιμή θα είναι προσβάσιμη μόνο μία φορά. Τώρα, ως διαχειριστής αντιγράψτε αυτόν τον κωδικό στο OpenProject {htmlLink}.",
    "troubleshooting guide" : "οδηγός αντιμετώπισης προβλημάτων",
    "Setting up the OpenProject user, group and team folder was not possible. Please check this {htmlLink} on how to resolve this situation." : "Η ρύθμιση του χρήστη, της ομάδας και του φακέλου ομάδας OpenProject δεν ήταν δυνατή. Παρακαλώ ελέγξτε αυτόν τον {htmlLink} για το πώς να επιλύσετε αυτήν την κατάσταση.",
    "documentation" : "τεκμηρίωση",
    "To activate audit logs for the OpenProject integration, please enable the \"{htmlLinkForAdminAudit}\" app and follow the configuration steps outlined in the {htmlLinkForDocumentaion}." : "Για να ενεργοποιήσετε τα αρχεία ελέγχου για την ενσωμάτωση OpenProject, παρακαλώ ενεργοποιήστε την εφαρμογή \"{htmlLinkForAdminAudit}\" και ακολουθήστε τα βήματα ρύθμισης που περιγράφονται στην {htmlLinkForDocumentaion}.",
    "Server-side encryption is active, but encryption for Team Folders is not yet enabled. To ensure secure storage of files in project folders, please follow the configuration steps in the {htmlLink}." : "Η κρυπτογράφηση από την πλευρά του διακομιστή είναι ενεργή, αλλά η κρυπτογράφηση για τους Φακέλους Ομάδας δεν έχει ακόμη ενεργοποιηθεί. Για να εξασφαλίσετε ασφαλή αποθήκευση αρχείων στους φακέλους έργου, παρακαλώ ακολουθήστε τα βήματα ρύθμισης στην {htmlLink}.",
    "OpenID Connect settings" : "Ρυθμίσεις OpenID Connect",
    "If you proceed you will need to update these settings with the new OpenProject OAuth credentials. Also, all users will need to reauthorize access to their OpenProject account." : "Εάν προχωρήσετε, θα χρειαστεί να ενημερώσετε αυτές τις ρυθμίσεις με τα νέα διαπιστευτήρια OAuth του OpenProject. Επίσης, όλοι οι χρήστες θα χρειαστεί να επαναεξουσιοδοτήσουν την πρόσβαση στον λογαριασμό τους στο OpenProject.",
    "Replace OpenProject OAuth values" : "Αντικατάσταση τιμών OAuth OpenProject",
    "Yes, replace" : "Ναι, αντικατάσταση",
    "Cancel" : "Ακύρωση",
    "Are you sure that you want to reset this app and delete all settings and all connections of all Nextcloud users to OpenProject?" : "Είστε βέβαιοι ότι θέλετε να επαναφέρετε αυτήν την εφαρμογή και να διαγράψετε όλες τις ρυθμίσεις και όλες τις συνδέσεις όλων των χρηστών Nextcloud με το OpenProject;",
    "Reset OpenProject Integration" : "Επαναφορά Ενσωμάτωσης OpenProject",
    "Yes, reset" : "Ναι, επαναφορά",
    "OpenProject admin options saved" : "Οι επιλογές διαχειριστή OpenProject αποθηκεύτηκαν",
    "Failed to save OpenProject admin options" : "Αποτυχία αποθήκευσης των επιλογών διαχειριστή OpenProject",
    "Failed to perform revoke request due to connection error with the OpenProject server" : "Αποτυχία εκτέλεσης αιτήματος ανάκλησης λόγω σφάλματος σύνδεσης με τον διακομιστή OpenProject",
    "Failed to revoke some users' OpenProject OAuth access tokens" : "Αποτυχία ανάκλησης διακριτικών πρόσβασης OAuth OpenProject για ορισμένους χρήστες",
    "Successfully revoked users' OpenProject OAuth access tokens" : "Επιτυχής ανάκληση διακριτικών πρόσβασης OAuth OpenProject για χρήστες",
    "If you proceed you will need to update the settings in your OpenProject with the new Nextcloud OAuth credentials. Also, all users in OpenProject will need to reauthorize access to their Nextcloud account." : "Εάν προχωρήσετε, θα χρειαστεί να ενημερώσετε τις ρυθμίσεις στο OpenProject με τα νέα διαπιστευτήρια OAuth του Nextcloud. Επίσης, όλοι οι χρήστες στο OpenProject θα χρειαστεί να επαναεξουσιοδοτήσουν την πρόσβαση στον λογαριασμό τους στο Nextcloud.",
    "Replace Nextcloud OAuth values" : "Αντικατάσταση τιμών OAuth Nextcloud",
    "If you proceed, your old application password for the OpenProject user will be deleted and you will receive a new OpenProject user password." : "Εάν προχωρήσετε, ο παλιός σας κωδικός εφαρμογής για τον χρήστη OpenProject θα διαγραφεί και θα λάβετε έναν νέο κωδικό χρήστη OpenProject.",
    "Replace user app password" : "Αντικατάσταση κωδικού εφαρμογής χρήστη",
    "Failed to create Nextcloud OAuth client" : "Αποτυχία δημιουργίας πελάτη OAuth Nextcloud",
    "Default user configuration saved" : "Η προεπιλεγμένη διαμόρφωση χρήστη αποθηκεύτηκε",
    "Failed to save default user configuration" : "Αποτυχία αποθήκευσης προεπιλεγμένης διαμόρφωσης χρήστη",
    "Authentication settings" : "Ρυθμίσεις πιστοποίησης",
    "OIDC Provider Type" : "Τύπος Παρόχου OIDC",
    "OIDC Provider" : "Πάροχος OIDC",
    "Select a provider *" : "Επιλέξτε έναν πάροχο *",
    "Select an OIDC provider" : "Επιλέξτε έναν πάροχο OIDC",
    "OIDC provider" : "Πάροχος OIDC",
    "Edit authentication settings" : "Επεξεργασία ρυθμίσεων πιστοποίησης",
    "Save" : "Αποθήκευση",
    "OpenProject OAuth settings" : "Ρυθμίσεις OAuth OpenProject",
    "Nextcloud OAuth client" : "Πελάτης OAuth Nextcloud",
    "Yes, I have copied these values" : "Ναι, έχω αντιγράψει αυτές τις τιμές",
    "Create Nextcloud OAuth values" : "Δημιουργία τιμών OAuth Nextcloud",
    "Project folders (recommended)" : "Φάκελοι έργου (συνιστάται)",
    "Encryption for the Team Folders App is not enabled." : "Η κρυπτογράφηση για την Εφαρμογή Φακέλων Ομάδας δεν είναι ενεργοποιημένη.",
    "Automatically managed folders" : "Αυτόματα διαχειριζόμενοι φάκελοι",
    "We recommend using this functionality but it is not mandatory. Please activate it in case you want to use the automatic creation and management of project folders." : "Συστήνουμε τη χρήση αυτής της λειτουργίας αλλά δεν είναι υποχρεωτική. Παρακαλώ ενεργοποιήστε την σε περίπτωση που θέλετε να χρησιμοποιήσετε την αυτόματη δημιουργία και διαχείριση φακέλων έργου.",
    "Let OpenProject create folders per project automatically. It will ensure that every team member has always the correct access permissions." : "Αφήστε το OpenProject να δημιουργεί φακέλους ανά έργο αυτόματα. Θα διασφαλίσει ότι κάθε μέλος της ομάδας έχει πάντα τα σωστά δικαιώματα πρόσβασης.",
    "OpenProject user, group and folder" : "Χρήστης, ομάδα και φάκελος OpenProject",
    "For automatically managing project folders, this app needs to setup a special team folder, assigned to a group and managed by a user, each called \"OpenProject\"." : "Για την αυτόματη διαχείριση φακέλων έργου, αυτή η εφαρμογή χρειάζεται να ρυθμίσει έναν ειδικό φάκελο ομάδας, που αντιστοιχεί σε μια ομάδα και διαχειρίζεται από έναν χρήστη, καθένας από τους οποίους ονομάζεται \"OpenProject\".",
    "The app will never delete files or folders, even if you deactivate this later." : "Η εφαρμογή δεν θα διαγράψει ποτέ αρχεία ή φακέλους, ακόμα και αν απενεργοποιήσετε αυτήν τη λειτουργία αργότερα.",
    "Automatically managed folders:" : "Αυτόματα διαχειριζόμενοι φάκελοι:",
    "Edit project folders" : "Επεξεργασία φακέλων έργου",
    "Project folders application connection" : "Σύνδεση εφαρμογής φακέλων έργου",
    "Application Password" : "Κωδικός Εφαρμογής",
    "Done, complete setup" : "Ολοκληρώθηκε, ολοκλήρωση ρύθμισης",
    "Replace application password" : "Αντικατάσταση κωδικού εφαρμογής",
    "Reset" : "Επαναφορά",
    "Default user settings" : "Προεπιλεγμένες ρυθμίσεις χρήστη",
    "A new user will receive these defaults and they will be applied to the integration app till the user changes them." : "Ένας νέος χρήστης θα λάβει αυτές τις προεπιλογές και θα εφαρμοστούν στην εφαρμογή ενσωμάτωσης μέχρι ο χρήστης να τις αλλάξει.",
    "Enable navigation link" : "Ενεργοποίηση συνδέσμου πλοήγησης",
    "Enable unified search for tickets" : "Ενεργοποίηση ενοποιημένης αναζήτησης εισιτηρίων",
    "Administration Settings > OpenProject" : "Ρυθμίσεις Διαχείρισης > OpenProject",
    "Some OpenProject Integration application settings are not working. Configure the OpenProject Integration in: {htmlLink}" : "Ορισμένες ρυθμίσεις της εφαρμογής Ενσωμάτωσης OpenProject δεν λειτουργούν. Ρυθμίστε την Ενσωμάτωση OpenProject σε: {htmlLink}",
    "Some OpenProject Integration application settings are not working. Please contact your Nextcloud administrator." : "Ορισμένες ρυθμίσεις της εφαρμογής Ενσωμάτωσης OpenProject δεν λειτουργούν. Παρακαλώ επικοινωνήστε με τον διαχειριστή του Nextcloud σας.",
    "Failed to redirect to OpenProject" : "Αποτυχία ανακατεύθυνσης στο OpenProject",
    "Connect to OpenProject" : "Σύνδεση στο OpenProject",
    "OpenProject options saved" : "Οι επιλογές OpenProject αποθηκεύτηκαν",
    "Incorrect access token" : "Λανθασμένο token πρόσβασης",
    "Invalid token" : "Μη έγκυρο token",
    "OpenProject instance not found" : "Δεν βρέθηκε εγκατάσταση OpenProject",
    "Failed to save OpenProject options" : "Αποτυχία αποθήκευσης των επιλογών OpenProject",
    "Connected as {user}" : "Συνδεδεμένος ως {user}",
    "Disconnect from OpenProject" : "Αποσύνδεση από το OpenProject",
    "Warning, everything you type in the search bar will be sent to your OpenProject instance." : "Προσοχή, όλα όσα πληκτρολογείτε στη γραμμή αναζήτησης θα αποστέλλονται στο OpenProject.",
    "authentication methods you can use with OpenProject" : "μέθοδοι πιστοποίησης που μπορείτε να χρησιμοποιήσετε με το OpenProject",
    "Please read our guide on {htmlLink}." : "Παρακαλώ διαβάστε τον οδηγό μας για {htmlLink}.",
    "If you proceed with this method, you will have an {selectedAuthMethod} based authentication configuration which will delete all the configuration setting for current {savedAuthMethod} based authentication. You can switch back to it anytime." : "Εάν προχωρήσετε με αυτήν τη μέθοδο, θα έχετε μια διαμόρφωση πιστοποίησης βασισμένη σε {selectedAuthMethod} που θα διαγράψει όλες τις ρυθμίσεις διαμόρφωσης για την τρέχουσα πιστοποίηση βασισμένη σε {savedAuthMethod}. Μπορείτε να επιστρέψετε σε αυτήν ανά πάσα στιγμή.",
    "Switch Authentication Method" : "Αλλαγή Μεθόδου Πιστοποίησης",
    "Yes, switch" : "Ναι, αλλαγή",
    "Authentication method" : "Μέθοδος πιστοποίησης",
    "Need help setting this up?" : "Χρειάζεστε βοήθεια για τη ρύθμιση;",
    "Edit authentication method" : "Επεξεργασία μεθόδου πιστοποίησης",
    "URL is invalid" : "Το URL δεν είναι έγκυρο",
    "The URL should have the form \"https://openproject.org\"" : "Το URL θα πρέπει να έχει τη μορφή \"https://openproject.org\"",
    "There is no valid OpenProject instance listening at that URL, please check the Nextcloud logs" : "Δεν υπάρχει έγκυρη εγκατάσταση OpenProject που να ακούει σε αυτό το URL, παρακαλώ ελέγξτε τα αρχεία καταγραφής του Nextcloud",
    "Response:" : "Απάντηση:",
    "Server replied with an error message, please check the Nextcloud logs" : "Ο διακομιστής απάντησε με μήνυμα σφάλματος, παρακαλώ ελέγξτε τα αρχεία καταγραφής του Nextcloud",
    "Documentation" : "Τεκμηρίωση",
    "Accessing OpenProject servers with local addresses is not allowed." : "Δεν επιτρέπεται η πρόσβαση σε διακομιστές OpenProject με τοπικές διευθύνσεις.",
    "To be able to use an OpenProject server with a local address, enable the `allow_local_remote_servers` setting. {htmlLink}." : "Για να μπορείτε να χρησιμοποιήσετε έναν διακομιστή OpenProject με τοπική διεύθυνση, ενεργοποιήστε τη ρύθμιση `allow_local_remote_servers`. {htmlLink}.",
    "The given URL redirects to '{location}'. Please do not use a URL that leads to a redirect." : "Το δεδομένο URL ανακατευθύνει στο '{location}'. Παρακαλώ μην χρησιμοποιείτε URL που οδηγεί σε ανακατεύθυνση.",
    "Could not connect to the given URL, please check the Nextcloud logs" : "Δεν ήταν δυνατή η σύνδεση με το δεδομένο URL, παρακαλώ ελέγξτε τα αρχεία καταγραφής του Nextcloud",
    "OpenProject server" : "Διακομιστής OpenProject",
    "OpenProject host" : "Κεντρικός υπολογιστής OpenProject",
    "Please introduce your OpenProject hostname" : "Παρακαλώ εισάγετε το όνομα κεντρικού υπολογιστή του OpenProject",
    "Edit server information" : "Επεξεργασία πληροφοριών διακομιστή",
    "All terms of services are signed for user \"OpenProject\" successfully!" : "Όλοι οι όροι χρήσης υπογράφηκαν με επιτυχία για τον χρήστη \"OpenProject\"!",
    "Failed to sign terms of services for user \"OpenProject\"" : "Αποτυχία υπογραφής όρων χρήσης για τον χρήστη \"OpenProject\"",
    "For user \"OpenProject\", several \"Terms of services\" have not been signed." : "Για τον χρήστη \"OpenProject\", πολλοί \"Όροι χρήσης\" δεν έχουν υπογραφεί.",
    "Sign any unsigned \"Terms Of Services\" for user \"OpenProject\"." : "Υπογράψτε όλους τους μη υπογεγραμμένους \"Όρους Χρήσης\" για τον χρήστη \"OpenProject\".",
    "Sign Terms of services" : "Υπογραφή Όρων χρήσης",
    "Copied!" : "Αντιγράφηκαν!",
    "Copy value" : "Αντιγραφή τιμής",
    "Copied to the clipboard" : "Αντιγράφηκε στο πρόχειρο",
    "Details" : "Λεπτομέρειες",
    "setting up a Nextcloud file storage" : "τη ρύθμιση ενός αποθηκευτικού χώρου αρχείων Nextcloud",
    "Visit our documentation for in-depth information on {htmlLink} integration." : "Επισκεφτείτε την τεκμηρίωσή μας για εις βάθος πληροφορίες σχετικά με την ενσωμάτωση {htmlLink}.",
    "user guide" : "οδηγός χρήστη",
    "Learn how to get the most out of the OpenProject integration by visiting our {htmlLink}." : "Μάθετε πώς να αξιοποιήσετε στο μέγιστο την ενσωμάτωση OpenProject επισκεπτόμενοι τον {htmlLink} μας.",
    "No connection with OpenProject" : "Δεν υπάρχει σύνδεση με το OpenProject",
    "Error connecting to OpenProject" : "Σφάλμα σύνδεσης με το OpenProject",
    "Could not fetch work packages from OpenProject" : "Δεν ήταν δυνατή η λήψη πακέτων εργασίας από το OpenProject",
    "No OpenProject notifications" : "Δεν υπάρχουν ειδοποιήσεις OpenProject",
    "Add a new link to all selected files" : "Προσθήκη νέας σύνδεσης σε όλα τα επιλεγμένα αρχεία",
    "No OpenProject links yet" : "Δεν υπάρχουν ακόμα σύνδεσμοι OpenProject",
    "Unexpected Error" : "Απρόσμενο Σφάλμα",
    "To add a link, use the search bar above to find the desired work package" : "Για να προσθέσετε έναν σύνδεσμο, χρησιμοποιήστε την παραπάνω γραμμή αναζήτησης για να βρείτε το επιθυμητό πακέτο εργασίας.",
    "No OpenProject account connected" : "Δεν υπάρχει συνδεδεμένος λογαριασμός OpenProject",
    "Start typing to search" : "Ξεκινήστε την πληκτρολόγηση για αναζήτηση",
    "No matching work packages found" : "Δεν βρέθηκαν αντίστοιχα πακέτα εργασίας",
    "Search for work packages" : "Αναζήτηση πακέτων εργασίας",
    "Search for a work package to create a relation" : "Αναζήτηση πακέτου εργασίας για δημιουργία σχέσης",
    "Work package creation was not successful." : "Η δημιουργία πακέτου εργασίας δεν ήταν επιτυχής.",
    "Work package created successfully." : "Το πακέτο εργασίας δημιουργήθηκε με επιτυχία.",
    "Link to work package created successfully!" : "Ο σύνδεσμος προς το πακέτο εργασίας δημιουργήθηκε με επιτυχία!",
    "Links to work package created successfully for selected files!" : "Οι σύνδεσμοι προς το πακέτο εργασίας δημιουργήθηκαν με επιτυχία για τα επιλεγμένα αρχεία!",
    "Create and link a new work package" : "Δημιουργία και σύνδεση ενός νέου πακέτου εργασίας",
    "This type has mandatory fields which cannot be filled here. Please, create work packages of this type directly in {htmlLink}." : "Αυτός ο τύπος έχει υποχρεωτικά πεδία που δεν μπορούν να συμπληρωθούν εδώ. Παρακαλώ, δημιουργήστε πακέτα εργασίας αυτού του τύπου απευθείας στο {htmlLink}.",
    "Status is not set to one of the allowed values." : "Η κατάσταση δεν έχει οριστεί σε μία από τις επιτρεπόμενες τιμές.",
    "Project *" : "Έργο *",
    "Select a project" : "Επιλέξτε ένα έργο",
    "Subject *" : "Θέμα *",
    "Work package subject" : "Θέμα του πακέτου εργασίας",
    "Type *" : "Τύπος *",
    "Select project type" : "Επιλέξτε τύπο έργου",
    "Status *" : "Κατάσταση *",
    "Select project status" : "Επιλέξτε κατάσταση έργου",
    "Assignee" : "Ανάδοχος",
    "Select a user or group" : "Επιλογή χρήστη ή ομάδας",
    "Description" : "Περιγραφή",
    "Work package description" : "Περιγραφή πακέτου εργασίας",
    "Create" : "Δημιουργία",
    "Mark as read" : "Σήμανση ως αναγνωσμένο",
    "Failed to get OpenProject notifications" : "Αποτυχία λήψης ειδοποιήσεων OpenProject",
    "Date alert" : "Ειδοποίηση ημερομηνίας",
    "assignee" : "ανάδοχος",
    "accountable" : "υπεύθυνος",
    "watcher" : "παρατηρητής",
    "commented" : "σχολίασε",
    "mentioned" : "ανέφερε",
    "Notifications associated with Work package marked as read" : "Οι ειδοποιήσεις που σχετίζονται με το Πακέτο εργασίας σημάνθηκαν ως αναγνωσμένες",
    "Failed to mark notifications as read" : "Αποτυχία σήμανσης ειδοποιήσεων ως αναγνωσμένων",
    "Failed to link selected files to work package" : "Αποτυχία σύνδεσης επιλεγμένων αρχείων με το πακέτο εργασίας",
    "Retry linking remaining files" : "Επανάληψη σύνδεσης υπολοίπων αρχείων",
    "Files selected: ${getTotalNoOfFilesSelectedInChunking}" : "Επιλεγμένα αρχεία: ${getTotalNoOfFilesSelectedInChunking}",
    "Files successfully linked: ${getTotalNoOfFilesAlreadyLinkedInChunking}" : "Επιτυχώς συνδεδεμένα αρχεία: ${getTotalNoOfFilesAlreadyLinkedInChunking}",
    "Files failed to be linked: ${getTotalNoOfFilesNotLinkedInChunking}" : "Αποτυχία σύνδεσης αρχείων: ${getTotalNoOfFilesNotLinkedInChunking}",
    "${getTotalNoOfFilesAlreadyLinkedInChunking} of ${getTotalNoOfFilesSelectedInChunking} files linked" : "${getTotalNoOfFilesAlreadyLinkedInChunking} από ${getTotalNoOfFilesSelectedInChunking} αρχεία συνδέθηκαν",
    "${getProgressValueOfMultipleFilesLinked}%" : "${getProgressValueOfMultipleFilesLinked}%",
    "Are you sure you want to unlink the work package?" : "Είστε βέβαιοι ότι θέλετε να αποσυνδέσετε το πακέτο εργασίας;",
    "Confirm unlink" : "Επιβεβαίωση αποσύνδεσης",
    "Unlink" : "Αποσύνδεση",
    "Work package unlinked" : "Το πακέτο εργασίας αποσυνδέθηκε",
    "Failed to unlink work package" : "Αποτυχία αποσύνδεσης πακέτου εργασίας",
    "Existing relations:" : "Υπάρχουσες σχέσεις:",
    "Unlink Work Package" : "Αποσύνδεση Πακέτου Εργασίας",
    "OpenProject work package picker" : "Επιλογέας πακέτων εργασίας OpenProject",
    "OpenProject API error" : "Σφάλμα API OpenProject",
    "OpenProject settings" : "Ρυθμίσεις OpenProject",
    "Install latest version now" : "Εγκαταστήστε την τελευταία έκδοση τώρα",
    "Download and enable it" : "Κατεβάστε και ενεργοποιήστε το",
    "This feature is not available for this user account" : "Αυτή η λειτουργία δεν είναι διαθέσιμη για αυτόν τον λογαριασμό χρήστη",
    "Unauthorized to connect to OpenProject" : "Μη εξουσιοδοτημένη σύνδεση με το OpenProject",
    "OpenProject client ID" : "Αναγνωριστικό πελάτη OpenProject",
    "Token Exchange" : "Ανταλλαγή Token",
    "Enable token exchange" : "Ενεργοποίηση ανταλλαγής token",
    "You can get this value from your identity provider when you configure the client" : "Μπορείτε να λάβετε αυτήν την τιμή από τον πάροχο ταυτότητάς σας όταν διαμορφώνετε τον πελάτη",
    "Nextcloud Hub" : "Nextcloud Hub",
    "External Provider" : "Εξωτερικός Πάροχος",
    "When enabled, the app will try to obtain a token for the given audience from the identity provider. If disabled, it will use the access token obtained during the login process." : "Όταν είναι ενεργοποιημένη, η εφαρμογή θα προσπαθήσει να λάβει ένα token για το δεδομένο κοινό από τον πάροχο ταυτότητας. Εάν απενεργοποιηθεί, θα χρησιμοποιήσει το token πρόσβασης που ελήφθη κατά τη διαδικασία σύνδεσης.",
    "Requires an active Enterprise Corporate plan in OpenProject." : "Απαιτεί ενεργό πρόγραμμα Enterprise Corporate στο OpenProject.",
    "Please select a project" : "Παρακαλώ επιλέξτε ένα έργο",
    "This feature requires version {version} (or higher) of \"{app}\" app. Please install or update the app." : "Αυτή η λειτουργία απαιτεί έκδοση {version} (ή νεότερη) της εφαρμογής \"{app}\". Παρακαλώ εγκαταστήστε ή ενημερώστε την εφαρμογή.",
    "You can configure OIDC providers in the {settingsLink}" : "Μπορείτε να διαμορφώσετε παρόχους OIDC στις {settingsLink}",
    "Link to work package" : "Σύνδεση με πακέτο εργασίας",
    "Failed to link file to work package" : "Αποτυχία σύνδεσης αρχείου με το πακέτο εργασίας",
    "Successfully connected to OpenProject!" : "Επιτυχής σύνδεση με το OpenProject!",
    "OAuth access token could not be obtained:" : "Δεν ήταν δυνατή η λήψη διακριτικού πρόσβασης OAuth:",
    "Displays a link to your OpenProject instance in the Nextcloud header." : "Εμφανίζει έναν σύνδεσμο προς την εγκατάσταση OpenProject σας στην κεφαλίδα του Nextcloud.",
    "Allows you to search OpenProject work packages via the universal search bar in Nextcloud." : "Σας επιτρέπει να αναζητάτε πακέτα εργασίας OpenProject μέσω της καθολικής γραμμής αναζήτησης στο Nextcloud.",
    "Two-way OAuth 2.0 authorization code flow" : "Ροή κωδικού εξουσιοδότησης OAuth 2.0 αμφίδρομης κατεύθυνσης",
    "Single-Sign-On through OpenID Connect Identity Provider" : "Single-Sign-On μέσω Παρόχου Ταυτότητας OpenID Connect",
    "OpenProject notifications" : "Ειδοποιήσεις του OpenProject",
    "OpenProject activity" : "Δραστηριότητα του OpenProject",
    "_You have %s new notification in {instance}_::_You have %s new notifications in {instance}_" : ["Έχετε %s νέα ειδοποίηση στο {instance}","Έχετε %s νέες ειδοποιήσεις στο {instance}"],
    "Connected accounts" : "Συνδεδεμένοι λογαριασμοί",
    "This application enables seamless integration with open source project management and collaboration software OpenProject.\n\nOn the Nextcloud end, it allows users to:\n\n* Link files and folders with work packages in OpenProject\n* Find all work packages linked to a file or a folder\n* View OpenProject notifications via the dashboard\n* Search for work packages using Nextcloud's search bar\n\nOn the OpenProject end, users are able to:\n\n* View all Nextcloud files and folders linked to a work package\n* Download linked files or open them in Nextcloud to edit them\n\nFor more information on how to set up and use the OpenProject application, please refer to [integration setup guide](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) for administrators and [the user guide](https://www.openproject.org/docs/user-guide/nextcloud-integration/)." : "Αυτή η εφαρμογή επιτρέπει την απρόσκοπτη ενσωμάτωση με το λογισμικό διαχείρισης έργων και συνεργασίας ανοιχτού κώδικα OpenProject.\n\nΑπό την πλευρά του Nextcloud, επιτρέπει στους χρήστες να:\n\n* Συνδέουν αρχεία και φακέλους με πακέτα εργασίας στο OpenProject\n* Βρίσκουν όλα τα πακέτα εργασίας που συνδέονται με ένα αρχείο ή φάκελο\n* Βλέπουν ειδοποιήσεις του OpenProject μέσω του πίνακα ελέγχου\n* Αναζητούν πακέτα εργασίας χρησιμοποιώντας τη γραμμή αναζήτησης του Nextcloud\n\nΑπό την πλευρά του OpenProject, οι χρήστες μπορούν να:\n\n* Βλέπουν όλα τα αρχεία και φακέλους Nextcloud που συνδέονται με ένα πακέτο εργασίας\n* Κατεβάζουν συνδεδεμένα αρχεία ή τα ανοίγουν στο Nextcloud για επεξεργασία\n\nΓια περισσότερες πληροφορίες σχετικά με τον τρόπο ρύθμισης και χρήσης της εφαρμογής OpenProject, ανατρέξτε στον [οδηγό ρύθμισης ενσωμάτωσης](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) για διαχειριστές και στον [οδηγό χρήστη](https://www.openproject.org/docs/user-guide/nextcloud-integration/).",
    "Please introduce a valid OpenProject host name" : "Παρακαλώ εισάγετε ένα έγκυρο όνομα κεντρικού υπολογιστή OpenProject",
    "Reset OpenProject integration" : "Επαναφορά ενσωμάτωσης OpenProject",
    "OpenProject URL is invalid, provide an URL in the form \"https://openproject.org\"" : "Το URL του OpenProject δεν είναι έγκυρο, δώστε ένα URL στη μορφή \"https://openproject.org\"",
    "No OpenProject detected at the URL" : "Δεν εντοπίστηκε OpenProject στο URL",
    "Please introduce your OpenProject host name" : "Παρακαλώ εισάγετε το όνομα κεντρικού υπολογιστή του OpenProject",
    "Some OpenProject integration application settings are not working. Please contact your Nextcloud administrator." : "Ορισμένες ρυθμίσεις της εφαρμογής ενσωμάτωσης OpenProject δεν λειτουργούν. Παρακαλώ επικοινωνήστε με τον διαχειριστή του Nextcloud σας.",
    "Enable notifications for activity in my work packages" : "Ενεργοποίηση ειδοποιήσεων για δραστηριότητα στα πακέτα εργασίας μου",
    "OpenProject integration" : "Ενσωμάτωση OpenProject",
    "Work package linked successfully!" : "Το πακέτο εργασίας συνδέθηκε με επιτυχία!",
    "No OpenProject notifications!" : "Δεν υπάρχουν ειδοποιήσεις OpenProject!",
    "Invalid key" : "Μη έγκυρο κλειδί",
    "Failed to revoke some user(s) OpenProject OAuth access token(s)" : "Αποτυχία ανάκλησης διακριτικών πρόσβασης OAuth OpenProject για ορισμένους χρήστες",
    "Successfully revoked user(s) OpenProject OAuth access token(s)" : "Επιτυχής ανάκληση διακριτικών πρόσβασης OAuth OpenProject για χρήστες",
    "This application enables seamless integration with open source project management and collaboration software OpenProject.\n\nOn the Nextcloud end, it allows users to:\n\n* Link files and folders with work packages in OpenProject\n* Find all work packages linked to a file or a folder\n* View OpenProject notifications via the dashboard\n* Search for work packages using Nextcloud's search bar\n* Link work packages in rich text fields via Smart Picker\n* Preview links to work packages in text fields\n\nOn the OpenProject end, users are able to:\n\n* Link work packages with files and folders in Nextcloud\n* Upload and download files directly to Nextcloud from within a work package\n* Open linked files in Nextcloud to edit them\n* Let OpenProject create shared folders per project\n\nFor more information on how to set up and use the OpenProject application, please refer to [integration setup guide](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) for administrators and [the user guide](https://www.openproject.org/docs/user-guide/nextcloud-integration/)." : "Αυτή η εφαρμογή επιτρέπει την απρόσκοπτη ενσωμάτωση με το λογισμικό διαχείρισης έργων και συνεργασίας ανοιχτού κώδικα OpenProject.\n\nΑπό την πλευρά του Nextcloud, επιτρέπει στους χρήστες να:\n\n* Συνδέουν αρχεία και φακέλους με πακέτα εργασίας στο OpenProject\n* Βρίσκουν όλα τα πακέτα εργασίας που συνδέονται με ένα αρχείο ή φάκελο\n* Βλέπουν ειδοποιήσεις του OpenProject μέσω του πίνακα ελέγχου\n* Αναζητούν πακέτα εργασίας χρησιμοποιώντας τη γραμμή αναζήτησης του Nextcloud\n* Συνδέουν πακέτα εργασίας σε πλούσια πεδία κειμένου μέσω του Smart Picker\n* Προεπισκοπούν συνδέσμους προς πακέτα εργασίας σε πεδία κειμένου\n\nΑπό την πλευρά του OpenProject, οι χρήστες μπορούν να:\n\n* Συνδέουν πακέτα εργασίας με αρχεία και φακέλους στο Nextcloud\n* Μεταφορτώνουν και κατεβάζουν αρχεία απευθείας στο Nextcloud από μέσα σε ένα πακέτο εργασίας\n* Ανοίγουν συνδεδεμένα αρχεία στο Nextcloud για επεξεργασία\n* Επιτρέπουν στο OpenProject να δημιουργεί κοινούς φακέλους ανά έργο\n\nΓια περισσότερες πληροφορίες σχετικά με τον τρόπο ρύθμισης και χρήσης της εφαρμογής OpenProject, ανατρέξτε στον [οδηγό ρύθμισης ενσωμάτωσης](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) για διαχειριστές και στον [οδηγό χρήστη](https://www.openproject.org/docs/user-guide/nextcloud-integration/).",
    "Setting up the OpenProject user, group and group folder was not possible. Please check this {htmlLink} on how to resolve this situation." : "Η ρύθμιση του χρήστη, της ομάδας και του φακέλου ομάδας OpenProject δεν ήταν δυνατή. Παρακαλώ ελέγξτε αυτόν τον {htmlLink} για το πώς να επιλύσετε αυτήν την κατάσταση.",
    "Please install the \"Group folders\" app to be able to use automatic managed folders or deactivate the automatically managed folders." : "Παρακαλώ εγκαταστήστε την εφαρμογή \"Group folders\" για να μπορείτε να χρησιμοποιήσετε αυτόματα διαχειριζόμενους φακέλους ή απενεργοποιήστε τους αυτόματα διαχειριζόμενους φακέλους.",
    "For automatically managing project folders, this app needs to setup a special group folder, assigned to a group and managed by a user, each called \"OpenProject\"." : "Για την αυτόματη διαχείριση φακέλων έργου, αυτή η εφαρμογή χρειάζεται να ρυθμίσει έναν ειδικό φάκελο ομάδας, που αντιστοιχεί σε μια ομάδα και διαχειρίζεται από έναν χρήστη, καθένας από τους οποίους ονομάζεται \"OpenProject\".",
    "Please link a project to this Nextcloud storage" : "Παρακαλώ συνδέστε ένα έργο με αυτόν τον αποθηκευτικό χώρο Nextcloud",
    "Download and enable it here" : "Κατεβάστε και ενεργοποιήστε το εδώ",
    "Please install the \"Group folders\" app to be able to use automatically managed folders. {htmlLink}" : "Παρακαλώ εγκαταστήστε την εφαρμογή \"Group folders\" για να μπορείτε να χρησιμοποιήσετε αυτόματα διαχειριζόμενους φακέλους. {htmlLink}",
    "Please introduce a valid OpenProject hostname" : "Παρακαλώ εισάγετε ένα έγκυρο όνομα κεντρικού υπολογιστή OpenProject",
    "Admin Audit" : "Έλεγχος Διαχειριστή",
    "To activate audit logs for the OpenProject integration, please enable the {htmlLinkForAdminAudit} app and follow the configuration steps outlined in the {htmlLinkForDocumentaion}." : "Για να ενεργοποιήσετε τα αρχεία ελέγχου για την ενσωμάτωση OpenProject, παρακαλώ ενεργοποιήστε την εφαρμογή {htmlLinkForAdminAudit} και ακολουθήστε τα βήματα ρύθμισης που περιγράφονται στην {htmlLinkForDocumentaion}.",
    "Server-side encryption is active, but encryption for Group Folders is not yet enabled. To ensure secure storage of files in project folders, please follow the configuration steps in the {htmlLink}." : "Η κρυπτογράφηση από την πλευρά του διακομιστή είναι ενεργή, αλλά η κρυπτογράφηση για τους Φακέλους Ομάδας δεν έχει ακόμη ενεργοποιηθεί. Για να εξασφαλίσετε ασφαλή αποθήκευση αρχείων στους φακέλους έργου, παρακαλώ ακολουθήστε τα βήματα ρύθμισης στην {htmlLink}.",
    "Encryption for the Group Folders App is not enabled." : "Η κρυπτογράφηση για την Εφαρμογή Φακέλων Ομάδας δεν είναι ενεργοποιημένη.",
    "No matching work projects found!" : "Δεν βρέθηκαν αντίστοιχα έργα εργασίας!",
    "Please install the {htmlLink} app to use OIDC authentication method." : "Παρακαλώ εγκαταστήστε την εφαρμογή {htmlLink} για να χρησιμοποιήσετε τη μέθοδο πιστοποίησης OIDC.",
    "This app is required to use the OIDC authentication method" : "Αυτή η εφαρμογή απαιτείται για τη χρήση της μεθόδου πιστοποίησης OIDC",
    "Requires OpenProject version 16.0 (or higher) and an active Corporate plan." : "Απαιτεί έκδοση OpenProject 16.0 (ή νεότερη) και ενεργό πρόγραμμα Corporate.",
    "The \"{app}\" app is not installed" : "Η εφαρμογή \"{app}\" δεν είναι εγκατεστημένη",
    "The \"{app}\" app is not supported" : "Η εφαρμογή \"{app}\" δεν υποστηρίζεται",
    "The \"{app}\" app is not enabled or supported" : "Η εφαρμογή \"{app}\" δεν είναι ενεργοποιημένη ή υποστηριζόμενη",
    "Requires app version \"{minimumAppVersion}\" or later" : "Απαιτεί έκδοση εφαρμογής \"{minimumAppVersion}\" ή νεότερη"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}