{ "translations": {
    "OpenProject" : "OpenProject",
    "Error getting OAuth access token" : "Error al obtener el token de acceso de OAuth",
    "Error getting OAuth refresh token" : "Error al obtener el token de actualización de OAuth",
    "Error during OAuth exchanges" : "Error durante los intercambios de OAuth",
    "Direct download error" : "Error de descarga directa",
    "This direct download link is invalid or has expired" : "Este enlace de descarga directa no es válido o ha expirado",
    "folder not found or not enough permissions" : "carpeta no encontrada o no hay suficientes permisos",
    "OpenProject work packages" : "Paquetes de trabajo de OpenProject",
    "Bad HTTP method" : "Método HTTP incorrecto",
    "OAuth access token refused" : "Se rechazó el token de acceso de OAuth",
    "OpenProject Integration" : "Integración de OpenProject",
    "Link Nextcloud files to OpenProject work packages" : "Vincula archivos de Nextcloud con paquetes de trabajo de OpenProject",
    "Administration > File storages" : "Configuración > Almacenamiento de archivos",
    "Copy the following values back into the OpenProject {htmlLink} as an Administrator." : "Copia los siguientes valores de vuelta a tu OpenProject {htmlLink} como administrador.",
    "Setting up the OpenProject user, group and group folder was not possible. Please check this {htmlLink} on how to resolve this situation." : "No fue posible configurar el usuario, grupo y carpeta de OpenProject. Consulta {htmlLink} para resolver esta situación.",
    "URL is invalid" : "La URL no es válida",
    "The URL should have the form \"https://openproject.org\"" : "La URL debe tener la forma \"https://openproject.org\"",
    "There is no valid OpenProject instance listening at that URL, please check the Nextcloud logs" : "No se detectó ninguna instancia válida de OpenProject en esa URL, por favor, verifica los registros de Nextcloud",
    "Response:" : "Respuesta:",
    "Server replied with an error message, please check the Nextcloud logs" : "El servidor respondió con un mensaje de error, por favor, verifica los registros de Nextcloud",
    "Documentation" : "Documentación",
    "OpenProject admin options saved" : "Opciones de OpenProject guardadas",
    "Failed to save OpenProject admin options" : "Error al guardar las opciones de OpenProject",
    "Failed to perform revoke request due to connection error with the OpenProject server" : "Error al realizar la solicitud de revocación debido a un error de conexión con el servidor de OpenProject",
    "Failed to revoke some users' OpenProject OAuth access tokens" : "Error al revocar algunos tokens de acceso OAuth de OpenProject de los usuarios",
    "Successfully revoked users' OpenProject OAuth access tokens" : "Tokens de acceso OAuth de OpenProject de algunos usuarios revocados con éxito",
    "If you proceed you will need to update the settings in your OpenProject with the new Nextcloud OAuth credentials. Also, all users in OpenProject will need to reauthorize access to their Nextcloud account." : "Si continúas, deberás actualizar la configuración en tu OpenProject con las nuevas credenciales OAuth de Nextcloud. Además, todos los usuarios en OpenProject deberán autorizar nuevamente el acceso a su cuenta de Nextcloud.",
    "Replace Nextcloud OAuth values" : "Reemplazar los valores de OAuth de Nextcloud",
    "Yes, replace" : "Sí, reemplazar",
    "Cancel" : "Cancelar",
    "If you proceed, your old application password for the OpenProject user will be deleted and you will receive a new OpenProject user password." : "Si continúas, la contraseña de la aplicación antigua para el usuario de OpenProject se eliminará y recibirás una nueva contraseña de usuario de OpenProject.",
    "Replace user app password" : "Reemplazar contraseña de la aplicación de usuario",
    "Failed to create Nextcloud OAuth client" : "Error al crear el cliente OAuth de Nextcloud",
    "Default user configuration saved" : "Configuración predeterminada del usuario guardada",
    "Failed to save default user configuration" : "Error al guardar la configuración predeterminada del usuario",
    "OpenProject server" : "Servidor OpenProject",
    "OpenProject host" : "Nombre de host de OpenProject",
    "Edit server information" : "Editar información del servidor",
    "Save" : "Guardar",
    "OpenProject OAuth settings" : "Configuración de OAuth de OpenProject",
    "Replace OpenProject OAuth values" : "Reemplazar los valores de OAuth de OpenProject",
    "Nextcloud OAuth client" : "Cliente OAuth de Nextcloud",
    "Yes, I have copied these values" : "Sí, he copiado estos valores",
    "Automatically managed folders" : "Carpetas administradas automáticamente",
    "Let OpenProject create folders per project automatically. It will ensure that every team member has always the correct access permissions." : "Permite que OpenProject cree carpetas por proyecto automáticamente. Asegurará que cada miembro del equipo siempre tenga los permisos de acceso correctos.",
    "OpenProject user, group and folder" : "Usuario, grupo y carpeta de OpenProject",
    "For automatically managing project folders, this app needs to setup a special group folder, assigned to a group and managed by a user, each called \"OpenProject\"." : "Para administrar automáticamente las carpetas de proyectos, esta aplicación necesita configurar una carpeta de grupo especial, asignada a un grupo y gestionada por un usuario, cada una llamada \"OpenProject\".",
    "The app will never delete files or folders, even if you deactivate this later." : "La aplicación nunca eliminará archivos o carpetas, incluso si desactivas esto más tarde.",
    "Retry setup OpenProject user, group and folder" : "Reintentar configurar usuario, grupo y carpeta de OpenProject",
    "Failed to redirect to OpenProject" : "Error al redirigir a OpenProject",
    "Connect to OpenProject" : "Conectar con OpenProject",
    "OpenProject options saved" : "Opciones de OpenProject guardadas",
    "Incorrect access token" : "Token de acceso incorrecto",
    "Invalid token" : "Token inválido",
    "OpenProject instance not found" : "No se encontró ninguna instancia de OpenProject",
    "Failed to save OpenProject options" : "Error al guardar las opciones de OpenProject",
    "Connected as {user}" : "Conectado como {usuario}",
    "Disconnect from OpenProject" : "Desconectar de OpenProject",
    "Enable navigation link" : "Habilitar enlace de navegación",
    "Enable unified search for tickets" : "Habilitar búsqueda unificada para tickets",
    "Warning, everything you type in the search bar will be sent to your OpenProject instance." : "Advertencia, todo lo que escribas en la barra de búsqueda se enviará a tu instancia de OpenProject.",
    "Copied!" : "¡Copiado!",
    "Copy value" : "Copiar valor",
    "Copied to the clipboard" : "Copiado al portapapeles",
    "Details" : "Detalles",
    "No connection with OpenProject" : "Sin conexión con OpenProject",
    "Error connecting to OpenProject" : "Error al conectar con OpenProject",
    "Could not fetch work packages from OpenProject" : "No se pudieron obtener los paquetes de trabajo de OpenProject",
    "No OpenProject links yet" : "Aún no hay enlaces de OpenProject",
    "Unexpected Error" : "Error inesperado",
    "To add a link, use the search bar above to find the desired work package" : "Para agregar un enlace, usa la barra de búsqueda de arriba para encontrar el paquete de trabajo deseado",
    "No OpenProject account connected" : "Ninguna cuenta de OpenProject conectada",
    "Start typing to search" : "Empieza a escribir para buscar",
    "Search for a work package to create a relation" : "Buscar un paquete de trabajo para crear una relación",
    "Select a user or group" : "Seleccionar un usuario o grupo",
    "Description" : "Descripción",
    "Create" : "Crear",
    "Mark as read" : "Marcar como leído",
    "Failed to get OpenProject notifications" : "Error al obtener las notificaciones de OpenProject",
    "Date alert" : "Alerta de fecha",
    "assignee" : "responsable",
    "accountable" : "responsable",
    "watcher" : "observador",
    "commented" : "comentó",
    "mentioned" : "mencionó",
    "Notifications associated with Work package marked as read" : "Notificaciones asociadas con el paquete de trabajo marcadas como leídas",
    "Failed to mark notifications as read" : "Error al marcar las notificaciones como leídas",
    "Are you sure you want to unlink the work package?" : "¿Estás seguro de que deseas desvincular el paquete de trabajo?",
    "Confirm unlink" : "Confirmar desvinculación",
    "Unlink" : "Desvincular",
    "Work package unlinked" : "Paquete de trabajo desvinculado",
    "Failed to unlink work package" : "Error al desvincular el paquete de trabajo",
    "Existing relations:" : "Relaciones existentes:",
    "Unlink Work Package" : "Desvincular paquete de trabajo",
    "OpenProject API error" : "Error de la API de OpenProject",
    "OpenProject settings" : "Configuración de OpenProject",
    "Failed to link file to work package" : "Error al vincular archivo con el paquete de trabajo",
    "Successfully connected to OpenProject!" : "¡Conectado con éxito a OpenProject!",
    "OAuth access token could not be obtained:" : "No se pudo obtener el token de acceso de OAuth:",
    "OpenProject notifications" : "Notificaciones de OpenProject",
    "OpenProject activity" : "Actividad de OpenProject",
    "_You have %s new notification in {instance}_::_You have %s new notifications in {instance}_" : ["Tienes %s nueva notificación en {instance}","Tienes %s nuevas notificaciones en {instance}","Tienes %s nuevas notificaciones en {instance}"],
    "Connected accounts" : "Cuentas conectadas",
    "This application enables seamless integration with open source project management and collaboration software OpenProject.\n\nOn the Nextcloud end, it allows users to:\n\n* Link files and folders with work packages in OpenProject\n* Find all work packages linked to a file or a folder\n* View OpenProject notifications via the dashboard\n* Search for work packages using Nextcloud's search bar\n\nOn the OpenProject end, users are able to:\n\n* View all Nextcloud files and folders linked to a work package\n* Download linked files or open them in Nextcloud to edit them\n\nFor more information on how to set up and use the OpenProject application, please refer to [integration setup guide](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) for administrators and [the user guide](https://www.openproject.org/docs/user-guide/nextcloud-integration/)." : "Esta aplicación permite una integración perfecta con el software de gestión de proyectos y colaboración de código abierto OpenProject.\n      \n      En el extremo de Nextcloud, permite a los usuarios:\n      \n      * Vincular archivos y carpetas con paquetes de trabajo en OpenProject\n      * Encontrar todos los paquetes de trabajo vinculados a un archivo o carpeta\n      * Ver las notificaciones de OpenProject a través del tablero\n      * Buscar paquetes de trabajo usando la barra de búsqueda de Nextcloud\n      \n      En el extremo de OpenProject, los usuarios pueden:\n      \n      * Ver todos los archivos y carpetas de Nextcloud vinculados a un paquete de trabajo\n      * Descargar archivos vinculados o abrirlos en Nextcloud para editarlos\n      \n      Para obtener más información sobre cómo configurar y usar la aplicación OpenProject, consulta la [guía de configuración de integración](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) para administradores y [la guía del usuario](https://www.openproject.org/docs/user-guide/nextcloud-integration/) .",
    "Please introduce a valid OpenProject host name" : "Por favor, introduce un nombre de host válido para OpenProject",
    "If you proceed you will need to update these settings with the new OpenProject OAuth credentials. Also, all users will need to reauthorize access to their OpenProject account." : "Si continúas, deberás actualizar esta configuración con las nuevas credenciales OAuth de OpenProject. Además, todos los usuarios deberán autorizar nuevamente el acceso a su cuenta de OpenProject.",
    "Are you sure that you want to reset this app and delete all settings and all connections of all Nextcloud users to OpenProject?" : "¿Estás seguro de que deseas restablecer esta aplicación y eliminar todas las configuraciones y conexiones de todos los usuarios de Nextcloud a OpenProject?",
    "Reset OpenProject integration" : "Restablecer integración de OpenProject",
    "Yes, reset" : "Sí, restablecer",
    "OpenProject URL is invalid, provide an URL in the form \"https://openproject.org\"" : "La URL de OpenProject no es válida, proporciona una URL en la forma \"https://openproject.org\"",
    "No OpenProject detected at the URL" : "No se detectó OpenProject en la URL",
    "Please introduce your OpenProject host name" : "Por favor, introduce el nombre de host de OpenProject",
    "Reset" : "Restablecer",
    "Enable notifications for activity in my work packages" : "Habilitar notificaciones para la actividad en mis paquetes de trabajo",
    "OpenProject integration" : "Integración de OpenProject",
    "Work package linked successfully!" : "¡Paquete de trabajo vinculado con éxito!",
    "No OpenProject notifications!" : "¡Sin notificaciones de OpenProject!",
    "Invalid key" : "Clave no válida",
    "Default user settings" : "Configuración predeterminada del usuario",
    "A new user will receive these defaults and they will be applied to the integration app till the user changes them." : "Un nuevo usuario recibirá estos valores predeterminados y se aplicarán a la aplicación de integración hasta que el usuario los cambie.",
    "Failed to revoke some user(s) OpenProject OAuth access token(s)" : "Error al revocar algunos tokens de acceso de OAuth del usuario de OpenProject",
    "Successfully revoked user(s) OpenProject OAuth access token(s)" : "Tokens de acceso de OAuth del usuario de OpenProject revocados con éxito",
    "Please install the \"Group folders\" app to be able to use automatic managed folders or deactivate the automatically managed folders." : "Por favor, instala la aplicación \"Group folders\" para poder utilizar carpetas administradas automáticamente o desactiva las carpetas administradas automáticamente.",
    "Reset OpenProject Integration" : "Restablecer integración de OpenProject"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}