{ "translations": {
    "OpenProject Integration" : "Інтеграція OpenProject",
    "Link Nextcloud files to OpenProject work packages" : "Пов’яжіть файли Nextcloud із робочими пакетами OpenProject",
    "This application enables seamless integration with open source project management and collaboration software OpenProject. \n\t\nOn the Nextcloud end, it allows users to:\n\n* Link files and folders with work packages in OpenProject\n* Find all work packages linked to a file or a folder\n* View OpenProject notifications via the dashboard\n* Search for work packages using Nextcloud's search bar\n\nOn the OpenProject end, users are able to:\n\n* View all Nextcloud files and folders linked to a work package\n* Download linked files or open them in Nextcloud to edit them\n\nFor more information on how to set up and use the OpenProject application, please refer to [integration setup guide](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) for administrators and [the user guide](https://www.openproject.org/docs/user-guide/nextcloud-integration/)." : "Ця програма забезпечує безперебійну інтеграцію з програмним забезпеченням OpenProject для керування проектами з відкритим кодом і спільної роботи. На стороні Nextcloud це дозволяє користувачам: * Пов’язуйте файли та папки з робочими пакетами в OpenProject * Знайдіть усі робочі пакети, пов’язані з файлом або папкою * Перегляд сповіщень OpenProject через інформаційну панель * Шукайте робочі пакети за допомогою панелі пошуку Nextcloud З боку OpenProject користувачі можуть: * Переглядайте всі файли та папки Nextcloud, пов’язані з робочим пакетом * Завантажте пов’язані файли або відкрийте їх у Nextcloud, щоб редагувати Щоб дізнатися більше про те, як налаштувати та використовувати програму OpenProject, зверніться до [посібника з налаштування інтеграції](https://www.openproject.org/docs/system-admin-guide/integrations/nextcloud/) для адміністраторів і [ посібник користувача](https://www.openproject.org/docs/user-guide/nextcloud-integration/).",
    "Cancel" : "Скасувати",
    "Save" : "Зберегти",
    "Reset" : "Скидання",
    "Copied!" : "Скопійовано!",
    "Start typing to search" : "Почніть вводити для пошуку"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}